Repository: AOSC-Tracking/localsearch
Catalog: po/*.po
Languages: de, et

source: Search _results:
de: Such_ergebnisse:
et: Otsingu_tulemused:

source: no search performed
de: keine Suche ausgeführt
et: otsingut pole läbi viidud

source: List View
de: Listenansicht

source: Icon
de: Symbol
et: Ikoon

source: _Categories
de: _Kategorien
et: _Kategooriad

source: Unknown email subject
de: Unbekannter E-Mail-Betreff

source: Unknown email sender
de: Unbekannter E-Mail-Absender

source: %d - %d of %d items
de: %d - %d von %d Treffern
et: %d - %d %d-st kirjest

source: %d item
de: %d Treffer
et: %d kirje

source: Could not connect to search service as it may be busy
de: Es konnte keine Verbindung zum Suchdienst aufgenommen werden, da dieser vermutlich beschäftigt ist
et: Teenusega pole võimalik ühendust saada või on teenus hõivatud

source: _Search:
de: S_uchen:
et: _Otsing:

source: Tracker is still indexing so not all search results are available yet
de: Indizierung noch nicht abgeschlossen. Suchergebnisse können unvollständig sein.
et: Tracker endiselt indeksekseerib, kõik otsitulemused ei ole veel saadaval

source: Enter a search term with multiple words seperated with spaces.
de: Geben Sie einen Suchbegriff mit mehreren Wörtern durch Leerzeichen getrennt ein.

source: search_entry
de: Such_begriff

source: Select more _options
de: Weitere _Optionen wählen

source: Click to perform a search.
de: Klicken Sie hier, um die Suche zu starten
et: Klõpsa otsingu läbiviimiseks.

source: Locate documents and folders on this computer by name or content using Tracker
de: Tracker erlaubt es, Dokumente ausfindig zu machen, indem Sie nach dem Namen oder Inhalt suchen

source: - Import files
de: - Dateien importieren

source: File missing
de: Datei fehlt
et: Fail puudub

source: Could not establish a DBus connection to Tracker
de: DBus-Verbindung zu Tracker konnte nicht aufgebaut werden

source: Unable to import file
de: Datei konnte nicht importiert werden
et: Faili pole võimalik importida

source: - Get all information from a certain file
de: - Alle Informationen für eine bestimmte Datei holen

source: Unable to retrieve data for uri
de: Daten für URI konnten nicht erhalten werden

source: No metadata available for that uri
de: Keine Metadaten für diese URI verfügbar

source: Result: %d
de: Ergebnis: %d
et: Tulemus: %d

source: Results: %d
de: Ergebnisse: %d
et: Tulemused: %d

source: Use SIGKILL to stop all tracker processes found - guarantees death :)
de: SIGKILL zum Stoppen aller Tracker-Prozesse ausführen - garantiert tödlich :)

source: Use SIGTERM to stop all tracker processes found
de: SIGTERM zum Stoppen aller Tracker-Prozesse ausführen

source: This will kill all Tracker processes and remove all databases
de: Dies beendet alle Tracker-Prozesse und löscht alle Datenbanken

source: Could not open /proc
de: /proc konnte nicht geöffnet werden

source: no error given
de: kein Fehler angegeben

source: - Manage Tracker processes and data
de: - Tracker-Prozesse und Daten verwalten

source: You can not use the --kill and --terminate arguments together
de: Sie können die Argumente --kill und --terminate nicht gemeinsam verwenden

source: You can not use the --terminate with --hard-reset, --kill is implied
de: Sie können --terminate nicht zusammen mit --hard-reset verwenden, --kill ist enthalten

source: Found %d pids...
de: %d Prozesskennungen gefunden ...

source: Could not open '%s'
de: »%s« konnte nicht geöffnet werden.

source: Found process ID %d for '%s'
de: Prozesskennung %d für %s gefunden

source: Could not terminate process %d
de: Prozess %d konnte nicht beendet werden

source: Terminated process %d
de: Prozess %d wurde beendet

source: Could not kill process %d
de: Prozess %d konnte nicht getötet werden

source: Killed process %d
de: Prozess %d wurde getötet

source: Limit the number of results shown
de: Die anzuzeigenden Ergebnisse begrenzen
et: Näidatavate tulemuste hulga piiramine

source: Offset the results
de: Ergebnisse versetzen
et: Päringutulemuste nihe

source: Show more detailed results with service and mime type
de: Erweiterte Ergebnisse mit Dienst und MIME-Typ anzeigen

source: search terms
de: Suchbegriffe

source: EXPRESSION
de: AUSDRUCK

source: - Search files for certain terms
de: - Dateien mit bestimmen Begriffen suchen

source: Specifying multiple terms apply an AND operator to the search performed
de: Bei mehreren Begriffen werden diese zur Ausführung der Suche mit einem AND-Operator verbunden

source: This means if you search for 'foo' and 'bar', they must BOTH exist
de: Das bedeutet, dass bei der Suche nach »foo« und »bar« BEIDE existieren müssen

source: Recognized services include:
de: Liste der bekannten Dienste:

source: Search terms are missing
de: Suchbegriffe fehlen

source: Could not get find detailed results by text
de: Detaillierte Ergebnisse der Textsuche konnten nicht gefunden werden

source: No results found matching your query
de: Es konnten keine Ergebnisse gefunden werden
et: Sinu päringule sobivaid vasteid ei leitud

source: Path to use in query
de: Bei Abfrage zu benutzender Pfad
et: Päringus kasutatav rada

source: SPARQL query
de: SPARQL-Abfrage

source: SPARQL update extensions
de: SPARQL-Aktualisierungserweiterungen

source: - Query using SPARQL
de: - Abfrage mittels SPARQL

source: Either path or query needs to be specified
de: Entweder Pfad oder Abfrage müssen angegeben werden

source: Could not get UTF-8 path from path
de: UTF-8-Pfad konnte aus dem Pfad nicht ermittelt werden

source: Could not read file
de: Datei konnte nicht gelesen werden
et: Faili pole võimalik lugeda

source: Could not query search
de: Suche konnte nicht abgefragt werden

source: - Show number of indexed files for each service
de: - Anzahl der indizierten Dateien pro Dienst anzeigen

source: Could not get Tracker statistics
de: Tracker-Statistiken konnten nicht geholt werden

source: No statistics available
de: Keine Statistiken verfügbar
et: Statistikat pole saadaval

source: Statistics:
de: Statistiken:
et: Statistika:

source: Follow status changes as they happen
de: Statusänderungen unmittelbar folgen
et: Olekumuutuste jälgimine nende tekkimisel

source: Include details with state updates (only applies to --follow)
de: Details zur Statusaktualisierung hinzufügen (nur mit --follow)
et: Olekumuutustele üksikasjade lisamine (rakendub ainult koos võtmega --follow)

source: Statistics have been updated
de: Statistiken wurden aktualisiert

source: Updating '%s' with new count:%s
de: »%s« wird mit neuer Anzahl aktualisiert:%s

source: Processed %d/%d, current service:'%s', %s left, %s elapsed
de: Verarbeitung von %d/%d, aktueller Dienst: »%s«, %s vergangen, %s verbleibend

source: Last file to be indexed was '%s'
de: Letzte zu indizierende Datei war »%s«

source: Tracker status changed from '%s' --> '%s'
de: Tracker-Status gewechselt von »%s« nach »%s«

source: None
de: Keine
et: Puudub

source: Initial index
de: Anfänglicher Index
et: Esialgne indekseerimine

source: yes
de: ja
et: jah

source: no
de: nein
et: ei

source: In merge
de: In Verarbeitung
et: Liitmisel

source: Is paused manually
de: manuell unterbrochen
et: On käsitsi peatatud

source: Is paused for low battery
de: unterbrochen wegen kritischen Akkuzustands
et: On tühjeneva aku tõttu peatatud

source: Is paused for IO
de: Unterbrochen für IO
et: On kettaaktiivsuse tõttu peatatud

source: Is indexing enabled
de: Indizierung aktiviert
et: Indekseerimine on lubatud

source: - Report current status
de: - Aktueller Statusbericht

source: Could not get Tracker status
de: Tracker-Status konnte nicht ermittelt werden

source: Tracker status is '%s'
de: Tracker-Status ist »%s«
et: Trackeri olek on '%s'

source: Add specified tag to a file
de: Zur Datei ein Schlagwort hinzufügen
et: Määratud sildi lisamine failile

source: TAG
de: SCHLAGWORT
et: SILT

source: Remove specified tag from a file
de: Schlagwort aus einer Datei entfernen
et: Määratud sildi eemaldamine failist

source: Remove all tags from a file
de: Alle Schlagworte aus einer Datei entfernen
et: Kõikide siltide eemaldamine failist

source: List all defined tags
de: Alle bekannten Schlagworte anzeigen
et: Kõigi määratud siltide kuvamine

source: Search for files with specified tag
de: Nach Dateien mit gegebenem Schlagwort suchen
et: Määratud sildiga failide otsimine

source: FILE...
de: DATEI...
et: FAIL...

source: FILE [FILE...]
de: DATEI [DATEI...]
et: FAIL [FAIL...]

source: Add, remove or search for tags
de: Schlagwörter hinzufügen, entfernen oder suchen

source: To add, remove, or search for multiple tags at the same time, join multiple options, for example:
de: Um mehrere Schlagwörter zur selben Zeit zu suchen oder zu ändern, können mehrere Optionen wie folgt angegeben werden:

source: No files were specified
de: Es wurden keine Dateien angegeben
et: Ühtegi faili pole määratud

source: Add and delete actions can not be used with remove all actions
de: Aktionen zum Hinzufügen und Löschen können nicht zusammen mit »Alle löschen«-Aktionen verwendet werden

source: Files are not needed with searching
de: Dateien werden bei der Suche nicht benötigt

source: No arguments were provided
de: Es wurden keine Argumente angegeben

source: Could not remove all tags for '%s'
de: Alle Schlagwörter für »%s« konnten nicht gelöscht werden

source: Could not add tags for '%s'
de: Schlagwörter für »%s« konnten nicht hinzugefügt werden

source: Could not remove tags for '%s'
de: Schlagwörter für »%s« konnten nicht gelöscht werden

source: Could not get tag list
de: Schlagwörterliste konnte nicht gelöscht werden

source: No tags found
de: Keine Schlagwörter gefunden
et: Märksõnu ei leitud

source: All tags
de: Alle Schlagwörter
et: Kõik sildid

source: Found
de: Gefunden
et: Leitud

source: Could not get tags for file:'%s'
de: Schlagwörter für Datei konnten nicht ermittelt werden:»%s«

source: Could not search tags
de: Nach Schlagwörtern konnte nicht gesucht werden
et: Märksõnu pole võimalik otsida

source: NOTE: Limit was reached, there are more items in the database not listed here
de: ACHTUNG: Limit wurde erreicht. Die Datenbank enthält weitere hier nicht aufgelistete Einträge

source: Seconds to wait before starting any crawling or indexing (default = 45)
de: Wartezeit in Sekunden vor dem Beginn der Durchsuchung oder Indizierung (Vorgabe = 45)
et: Mitu sekundit oodatakse enne läbivaatamise või indekseerimise alustamist (vaikimisi 45)

source: Minimizes the use of memory but may slow indexing down
de: Minimiert den Speicherverbrauch auf Kosten der Geschwindigkeit

source: Directories to exclude for file change monitoring (you can do -e <path> -e <path>)
de: Von der Überwachung der Dateiänderungen auszuschließende Ordner (-e <Pfad> -e <Pfad>)

source: Directories to include for file change monitoring (you can do -i <path> -i <path>)
de: In die Überwachung der Dateiänderungen einzuschließende Ordner (-i <Pfad> -i <Pfad>)

source: Directories to crawl to index files (you can do -c <path> -c <path>)
de: Ordner für die Suche nach Indexdateien (-c <Pfad> c <Pfad>)
et: Failide indekseerimiseks läbivaadatavad kataloogid (võtit võib anda mitu korda: -c <rada1> -c <rada2>)

source: Disable modules from being processed (you can do -d <module> -d <module>)
de: Module von der Ausführung ausschließen (z.B. mit -d <Modul> -d <Modul>)

source: Force a re-index of all content
de: Erzwingt eine Neuindizierung aller Inhalte
et: Kõigi andmete kordusindekseerimise sundimine

source: Disable any indexing and monitoring
de: Jegliche Indizierung und Dateiüberwachung deaktivieren
et: Indekseerimise ja monitooringu keelamine

source: Language to use for stemmer and stop words (ISO 639-1 2 characters code)
de: Sprache, die für den Wortstamm und die Stopwortliste verwendet wird (ISO 639-1 2 Zeichenkodierung)

source: - start the tracker daemon
de: - startet den Tracker-Dienst
et: - jälgimisdeemoni käivitamine

source: Videos
et: Videod

source: Sender : <b>%s</b>
et: Saatja : <b>%s</b>

source: Genre : <b>%s</b>
et: Žanr : <b>%s</b>

source: Bitrate : <b>%s Kbs</b>
et: Bitikiirus : <b>%s Kbs</b>

source: Codec : <b>%s</b>
et: Koodek : <b>%s</b>

source: Bitrate : <b>%s</b>
et: Bitikiirus : <b>%s</b>

source: Framerate : <b>%s</b>
et: Kaadrisagedus : <b>%s</b>

source: TrackerEvolutionPlugin
et: TrackeriEvolutioniPlugin

source: <b>Animation</b>
et: <b>Animatsioon</b>

source: Tracker Applet
et: Trackeri rakend

source: Tracker Web Site
et: Trackeri veebisait

source: Videos:
et: Videofaile:

source: Text:
et: Tekstifaile:

source: Emails:
et: E-sõnumeid:

source: Email
et: E-post

source: Emails
et: E-sõnumid

source: Text
et: Tekst

source: Name
et: Nimi
