Repository: AOSC-Tracking/localsearch
Catalog: po/*.po
Languages: de, et

source: Tracker search and indexing service
de: Tracker Such- und Indizierungsdienst
et: Trackeri otsing ja indekseerimisteenus

source: Search for %s with Tracker Search Tool
de: Suche nach %s mit Tracker Suche
et: %s otsimine Trackeri otsijaga

source: Search all of your documents with Tracker Search Tool
de: Durchsuchen aller Ihrer Dokumente mit dem Tracker Suchwerkzeug
et: Kõigi dokumentide otsimine Trackeri otsijaga

source: Launch %s (%s)
de: %s starten (%s)
et: Käivita %s (%s)

source: See %s conversation %s %s from %s
de: Zeige %s-Unterhaltung %s %s vom %s
et: Ava %s vestlus %s %s kasutajalt %s

source: Email from %s
de: Email von %s
et: Kiri kasutajalt %s

source: Listen to music %s in %s
de: Musik %s abspielen in %s
et: Kuula muusikat %s kaustast %s

source: See document %s in %s
de: Dokument %s betrachten in %s
et: Vaata dokumenti %s kaustast %s

source: Open file %s in %s
de: Datei %s öffnen in %s
et: Ava fail %s kaustast %s

source: View image %s in %s
de: Bild %s betrachten in %s
et: Kuva pilti %s kaustast %s

source: Watch video %s in %s
de: Video %s abspielen in %s
et: Vaata videot %s kaustast %s

source: Open folder %s %s
de: Ordner %s öffnen %s
et: Ava kataloog %s %s

source: with
de: mit

source: in channel
de: in Kanal

source: Search all of your documents, <b>as you type</b>
de: Alle Ihre Dokumente <b>während der Eingabe</b> durchsuchen
et: Kõiki dokumente otsitakse, <b>tippimise ajal</b>

source: Development Files
de: Entwicklungsdateien
et: Arendusfailid

source: Music
de: Musik
et: Muusika

source: Images
de: Bilder
et: Pildid

source: Tracker Search
de: Tracker Suche
et: Trackeri otsing

source: Search with Tracker Search Tool
de: Suchen mit Tracker-Suchwerkzeug
et: Otsi Trackeri otsijaga

source: Tracker Live Search
de: Tracker Live-Suche

source: Search with Tracker, as you type
de: Alle Ihre Dokumente <b>während der Eingabe</b> durchsuchen

source: No error given
de: Kein Fehler angegeben
et: Ühtegi viga ei edastatud

source: unknown time
de: Unbekannte Zeit
et: tundmatu aeg

source: less than one second
de: weniger als eine Sekunde
et: vähem kui sekund

source: Path : <b>%s</b>
de: Pfad: <b>%s</b>
et: Rada : <b>%s</b>

source: Modified : <b>%s</b>
de: Geändert: <b>%s</b>
et: Muudetud : <b>%s</b>

source: Size : <b>%s</b>
de: Größe: <b>%s</b>
et: Suurus : <b>%s</b>

source: Accessed : <b>%s</b>
de: Zugriff: <b>%s</b>
et: Kasutatud : <b>%s</b>

source: Mime : <b>%s</b>
de: Dateityp: <b>%s</b>

source: Date : <b>%s</b>
de: Datum: <b>%s</b>
et: Kuupäev: <b>%s</b>

source: Comment : <b>%s</b>
de: Kommentar: <b>%s</b>
et: Kommentaar : <b>%s</b>

source: Categories : <b>%s</b>
de: Kategorien: <b>%s</b>
et: Kategooriad : <b>%s</b>

source: Duration : <b>%s</b>
de: Dauer: <b>%s</b>
et: Kestus : <b>%s</b>

source: Year : <b>%s</b>
de: Jahr: <b>%s</b>
et: Aasta : <b>%s</b>

source: taken with a <span size='large'><i>%s</i></span>
de: aufgenommen mit <span size='large'><i>%s</i></span>

source: Dimensions : <b>%d x %d</b>
de: Abmessungen: <b>%d x %d</b>
et: Mõõtmed : <b>%d x %d</b>

source: Date Taken : <b>%s</b>
de: Datum der Aufnahme: <b>%s</b>
et: Pildistamise aeg : <b>%s</b>

source: Orientation : <b>%s</b>
de: Ausrichtung: <b>%s</b>
et: Suund : <b>%s</b>

source: Flash : <b>%s</b>
de: Blitz: <b>%s</b>
et: Välklamp : <b>%s</b>

source: Focal Length : <b>%s</b>
de: Brennweite: <b>%s</b>
et: Fookuskaugus : <b>%s</b>

source: Exposure Time : <b>%s</b>
de: Belichtungszeit: <b>%s</b>
et: Säriaeg : <b>%s</b>

source: Author : <b>%s</b>
de: Autor: <b>%s</b>
et: Autor : <b>%s</b>

source: Encoded In : <b>%s</b>
de: Kodiert in: <b>%s</b>

source: Subject : <b>%s</b>
de: Betreff: <b>%s</b>
et: Teema : <b>%s</b>

source: Page Count : <b>%s</b>
de: Seitenanzahl: <b>%s</b>
et: Lehekülgede arv : <b>%s</b>

source: Word Count : <b>%s</b>
de: Wortanzahl: <b>%s</b>
et: Sõnade arv : <b>%s</b>

source: Created : <b>%s</b>
de: Erstellt: <b>%s</b>
et: Loodud : <b>%s</b>

source: Comments : <b>%s</b>
de: Kommentare: <b>%s</b>
et: Kommentaarid : <b>%s</b>

source: Unknown
de: Unbekannt
et: Tundmatu

source: Type tags you want to add here, separated by commas
de: Geben Sie eine durch Kommas getrennte Liste von Schlagworten ein
et: Sisesta siia sildid, eraldajaks on koma

source: Tags :
de: Schlagworte:
et: Sildid :

source: _Search For Tag
de: _Nach Schlagworten suchen
et: Märksõna _otsimine

source: _Remove Tag
de: _Schlagwort entfernen:
et: _Eemalda silt

source: Support for Tracker.
de: Unterstützung für Tracker.
et: Trackeri tugi.

source: <b>Smart Pausing</b>
de: <b>Sanfte Unterbrechung</b>
et: <b>Nutikad pausid</b>

source: <b>Visibility</b>
de: <b>Sichtbarkeit</b>
et: <b>Nähtavus</b>

source: Animate _icon when indexing
de: Symbol bei _Indizierung animieren
et: _Indekseerimise ikoon on animatsiooniga

source: Applet Preferences
de: Applet-Einstellungen
et: Rakendi eelistused

source: _Automatically pause all indexing when computer is in active use
de: Indizierung _automatisch unterbrechen, wenn der Rechner benutzt wird
et: _Arvuti aktiivse kasutamise ajal indekseerimine peatatakse

source: _Hide Icon (except when displaying messages to user)
de: _Symbol verbergen (außer bei der Anzeige von Benutzerinfos)
et: Ikoon on pei_dus (v.a kui kasutajale kuvatakse teadet)

source: _Off
de: A_us
et: _Puuduvad

source: Initializing
de: Initialisierung
et: Lähtestamine

source: Adding File System Monitors
de: Hinzufügen der Dateisystemüberwachung
et: Failisüsteemide monitoorijate lisamine

source: Indexing
de: Indizierung
et: Indekseerimine

source: Paused
de: Unterbrochen
et: Pausitud

source: Crawling File System
de: Dateisystem wird durchsucht
et: Failisüsteemi läbivaatus

source: Idle
de: Leerlauf
et: Jõude

source: Optimizing Databases
de: Optimierung der Datenbanken
et: Andmebaaside optimeerimine

source: Shutting Down
de: Herunterfahren
et: Seiskamine

source: by user
de: durch Benutzer
et: kasutaja poolt

source: by system
de: durch System
et: süsteemi poolt

source: low disk space or heavy disk use
de: zu wenig Plattenplatz oder zu hohe Laufwerksaktivität
et: vähe kettaruumi või aktiivne kettakasutus

source: low battery
de: Akkuzustand kritisch
et: tühi aku

source: Done: %d of %d Estimated: %s Elapsed: %s
de: Abgeschlossen: %d of %d Verbleibend: %s Vergangen: %s
et: Valmis: %d of %d Hinnaguliselt: %s Kulunud: %s

source: Re-index your system?
de: System neu indizieren?
et: Kas indekseerida kogu süsteem uuesti?

source: Indexing can take a long time. Are you sure you want to re-index?
de: Eine Indizierung kann sehr lange dauern. Wollen Sie das System neu indizieren?
et: Indekseerimiseks võib kuluda palju aega. Kas oled kindel, et tahad kogu süsteemi uuesti indekseerida?

source: Tracker Statistics
de: Tracker-Statistiken
et: Trackeri statistika

source: Tracker is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Tracker ist freie Software, Sie können sie weitergeben und/oder verändern solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz.
et: Tracker on vaba tarkvara. Te võite seda edasi levitada ja/või muuta vastavalt GNU Üldise Avaliku Litsentsi tingimustele, nagu need on Vaba Tarkvara Fondi poolt avaldatud; kas Litsentsi versioon number 2 või (vastavalt Teie valikule) ükskõik milline hilisem versioon.

source: Tracker is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wurde mit dem Ziel veröffentlicht, dass Sie es nützlich finden, jedoch OHNE JEDWEDE GARANTIE, sogar ohne eine implizite Garantie der VERKAUFBARKEIT oder der NUTZBARKEIT FÜR EINEN SPEZIELLEN ZWECK. Schauen Sie für weitere Informationen bitte in der GNU General Public License (GNU GPL) nach.
et: Trackerit levitatakse lootuses, et see on kasulik, kuid ILMA IGASUGUSE GARANTIITA; isegi KESKMISE/TAVALISE KVALITEEDIGARANTIITA või SOBIVUSELE TEATUD KINDLAKS EESMÄRGIKS. Üksikasjade suhtes vaata GNU Üldist Avalikku Litsentsi.

source: You should have received a copy of the GNU General Public License along with Tracker; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Mit diesem Programm sollten Sie außerdem eine Kopie der GNU General Public License erhalten haben. Wenn dem nicht so ist, so schreiben Sie bitte an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
et: Te peaks olema saanud GNU Üldise Avaliku Litsentsi koopia koos Trackeriga; kui ei, siis võtke ühendust Free Software Foundation'iga, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Tracker is a tool designed to extract info and metadata about your personal data so that it can be searched easily and quickly
de: Tracker indiziert ihre persönlichen Daten und erlaubt das schnelle und unkomplizierte Suchen von Informationen
et: Tracker on tööriist andmete ja metaandmete leidmiseks isiklike andmete seest, et selle otsimine oleks lihtne ja kiire

source: Copyright © 2005-2009 The Tracker authors
de: Copyright © 2005-2009 Die Tracker-Autoren
et: Autoriõigused © 2002-2009 Trackeri autorid

source: translator-credits
de: Hendrik Richter <hendrikr@gnome.org> Michael Biebl <mbiebl@gmail.com> Marcus Fritzsch <m@fritschy.de> Mario Blättermann <mariobl@gnome.org>
et: Ivar Smolin <okul@linux.ee>, 2007, 2009.

source: _Pause All Indexing
de: Indizierung _anhalten
et: _Peata kõik indekseerimised

source: _Search
de: _Suchen
et: _Otsi

source: _Re-index
de: _Neu indizieren
et: Indekseeri _uuesti

source: _Preferences
de: _Einstellungen
et: _Eelistused

source: _Indexer Preferences
de: _Indizierungseinstellungen
et: _Indekseerija eelistused

source: S_tatistics
de: S_tatistiken
et: _Statistika

source: _About
de: _Über
et: _Rakendist lähemalt

source: _Quit
de: _Beenden
et: Sul_ge

source: Tracker has finished indexing your system
de: Tracker hat die Indizierung Ihres Systems abgeschlossen
et: Tracker on lõpetanud sinu süsteemi indekseerimise

source: You can now perform searches by clicking here
de: Sie können eine Suche durchführen, indem Sie hier klicken
et: Nüüd on võimalik siin klõpsates otsinguid läbi viia

source: There was an error while performing indexing:
de: Bei der Ausführung der Indizierung trat ein Fehler auf:
et: Indekseerimisel tekkis viga:

source: Your computer is about to be indexed so you can perform fast searches of your files and emails
de: Ihr Rechner wird indiziert, damit die Suche nach Dateien und E-Mails schneller erfolgen kann
et: Sinu arvutit indekseeritakse, et failide ja meilide otsimine toimuks kiiresti.

source: You can pause indexing at any time and configure index settings by right clicking here
de: Sie können die Indizierung zu jeder Zeit unterbrechen und durch Rechtsklick hier Einstellungen vornehmen
et: Indekseerimist saab igal ajal peatada muutes indekseerimise sätteid või tehes trackeri ikoonil paremklõpsu.

source: Reindex all contents
de: Alle Inhalte erneut indizieren
et: Kogu sisu uuestiindekseerimine

source: - Tracker applet for quick control of your desktop search tools
de: - Tracker-Applet für die Überwachung Ihrer Desktop-Suchwerkzeuge

source: Files:
de: Dateien:
et: Faile:

source: Folders:
de: Ordner:
et: Katalooge:

source: Documents:
de: Dokumente:
et: Dokumente:

source: Images:
de: Bilder:
et: Pilte:

source: Music:
de: Musik:
et: Muusikafaile:

source: Development:
de: Entwicklung:
et: Arendusfaile:

source: Other:
de: Sonstige Dateien:
et: Muid faile:

source: Applications:
de: Anwendungen:
et: Rakendusi:

source: Conversations:
de: Unterhaltungen:
et: Vestluseid:

source: Control and monitor the Tracker search and indexing service
de: Statusanzeige für Tracker Such- und Indizierungsdienst

source: Displays version information
de: Versionsinformationen anzeigen
et: Versiooniandmete kuvamine

source: Logging, 0 = errors only, 1 = minimal, 2 = detailed and 3 = debug (default = 0)
de: Protokollierung, 0 = nur Fehler, 1 = minimal, 2 = detailliert und 3 = debug (Vorgabe = 0)
et: Logimine, 0 = ainult vead, 1 = vähene, 2 = üksiasjadega ja 3 = silumine (vaikimisi = 0)

source: File to extract metadata for
de: Datei zur Ermittlung der Metadaten

source: FILE
de: DATEI
et: FAIL

source: MIME type for file (if not provided, this will be guessed)
de: MIME-Typ der Datei (falls nicht angegeben, wird dieser »erraten«)

source: Debug mode (default = off)
de: Debugmodus (Vorgabe = aus)

source: - Extract file meta data
de: - Metadaten der Datei entpacken

source: Filename and mime type must be provided together
de: Dateiname und MIME-Typ müssen zusammen angegeben werden

source: Index data from all enabled modules
de: Indexdaten aus allen aktivierten Modulen

source: Run forever, only interesting for debugging purposes
de: Endlos ausführen, nur interessant für Debuging-Zwecke

source: Modules to be used when processing data
de: Für die Verarbeitung der Daten zu verwendende Module
et: Andmete töötlemise kasutatavad moodulid

source: - start the tracker indexer
de: - startet die Tracker-Indizierung

source: Data must be reindexed
de: Daten müssen neu indiziert werden
et: Andmed tuleb uuesti indekseerida

source: In order for your changes to take effect, Tracker must reindex your files. Click the Reindex button to start reindexing now, otherwise this action will be performed the next time the Tracker daemon is restarted.
de: Damit die Änderungen wirksam werden, muss Tracker ihre Daten neu indizieren. Klicken Sie auf »Neu indizieren«, um diesen Prozess jetzt zu starten. Ansonsten wird dies bei einem Neustart des Tracker-Dienstes geschehen.

source: _Reindex
de: Neu _indizieren
et: _Indekseeri uuesti

source: Tracker daemon must be restarted
de: Tracker Dienst muss neu gestartet werden

source: In order for your changes to take effect, the Tracker daemon has to be restarted. Click the Restart button to restart the daemon now.
de: Damit die Änderungen wirksam werden, muss der Tracker Dienst neu gestartet werden. Klicken Sie auf »Neu starten«, um den Dienst jetzt neu zu starten.

source: _Restart
de: Neu _starten
et: _Käivita uuesti

source: Configure file indexing with Tracker
de: Tracker Indizierungseinstellungen ändern

source: Search and Indexing
de: Suche und Indizierung
et: Otsimine ja indekseerimine

source: <b>Crawled Directories</b>
de: <b>Verzeichnisse zur einmaligen Indizierung</b>
et: <b>Läbivaadatavad kataloogid</b>

source: <b>Ignored File Patterns</b>
de: <b>Ignorierte Dateimuster</b>
et: <b>Eiratavad failimustrid</b>

source: <b>Ignored Paths</b>
de: <b>Ignorierte Pfade</b>
et: <b>Eiratavad rajad</b>

source: <b>Index Merging</b>
de: <b>Indexzusammenführung</b>
et: <b>Indeksite ühendamine</b>

source: <b>Indexing Limits (per file)</b>
de: <b>Indizierungsgrenzen (pro Datei)</b>
et: <b>Indekseerimise piirangud (faili kohta)</b>

source: <b>Indexing Options</b>
de: <b>Indizierungsoptionen</b>
et: <b>Indekseerimisvalikud</b>

source: <b>Indexing</b>
de: <b>Indizierung</b>
et: <b>Indekseerimine</b>

source: <b>Power management</b>
de: <b>Energieverwaltung</b>
et: <b>Vooluhaldus</b>

source: <b>Resource Usage</b>
de: <b>Ressourcenverbrauch</b>
et: <b>Ressursside kasutamine</b>

source: <b>Startup</b>
de: <b>Programmstart</b>
et: <b>Käivitamisel</b>

source: <b>Stemming</b>
de: <b>Suche nach Wortstämmen</b>
et: <b>Stemmad</b>

source: <b>Throttling</b>
de: <b>Drosselung</b>
et: <b>Kiirus</b>

source: <b>Watch Directories</b>
de: <b>Zu überwachende Verzeichnisse</b>
et: <b>Jälgitavad kataloogid</b>

source: Additional mbox style mailboxes to index:
de: Zusätzliche mbox-Postfächer, die indiziert werden sollen:
et: Täiendavalt indekseeritavad mbox-laadis postkastid:

source: Additional paths to index and watch:
de: Zusätzliche Ordner, die indiziert und überwacht werden sollen:
et: Täiendavalt indekseeritavad ja jälgitavad rajad:

source: Additional paths to index on startup (but not watch for updates):
de: Zusätzliche Ordner, die einmalig indiziert werden sollen:
et: Käivitamisel täiendavalt indekseeritavad rajad (kuid nende uuendusi ei jälgita):

source: Disable all Indexing when on battery
de: Indizierung während des Akkubetriebs deaktivieren
et: Akutoitel olles keelatakse igasugune indekseerimine

source: Disable initial index sweep when on battery
de: Erstmaligen Indizierungsdurchlauf während des Akkubetriebs deaktivieren
et: Esialgne indekseerimise ring keelatud, kui akutoitel

source: Enable _Evolution email indexing
de: _Evolution E-Mail-Indizierung aktivieren
et: _Evolutioni e-posti indekseerimine on lubatud

source: Enable i_ndexing
de: I_ndizierung aktivieren
et: I_ndekseerimine on lubatud

source: Faster
de: schneller
et: Kiirem

source: File patterns to ignore during indexing:
de: Dateimuster, die von der Indizierung ausgeschlossen werden sollen:
et: Indekseerimisest väljajäetavate failide mustrid:

source: Files
de: Dateien
et: Failid

source: General
de: Allgemein
et: Üldine

source: Generate thum_bnails
de: _Miniaturbilder erstellen
et: _Genereeritakse pisipildid

source: Ignored Files
de: Ignorierte Dateien
et: Eiratavad failid

source: Index _delay:
de: Pause vor In_dizierung:
et: Indekseerimine lükatakse _edasi

source: Index _file contents
de: D_ateiinhalte indizieren
et: _Failide sisu indekseeritakse

source: Index _mounted directories
de: _Eingehängte Ordner indizieren
et: Külge_haagitud kataloogid indekseeritakse

source: Index and watch my home _directory
de: Persönlichen Or_dner indizieren und überwachen
et: Minu _kodukataloogi indekseeritakse ja jälgitakse

source: Indexing Speed:
de: Indizierungsgeschwindigkeit:
et: Indekseerimise kiirus:

source: Maximum _amount of text to index:
de: M_aximal zu indizierende Textgröße:
et: Suurim indekseeritava _teksti hulk:

source: Maximum number of unique _words to index:
de: Maximale Anzahl eindeutiger _Worte:
et: Suurim indekseeritavate unikaalsete _sõnade arv:

source: Path roots to be ignored during indexing:
de: Ordner, die von der Indizierung ausgeschlossen werden sollen:
et: Indekseerimise ajal eiratavate radade juurkataloogid:

source: Perform fast index merges (may affect system performance)
de: Schnelle Indexzusammenführung (kann System verlangsamen)
et: Indeksid ühendatakse kiirmeetodil (võib mõjuda süsteemi jõudlusele)

source: Performance
de: Leistung
et: Jõudlus

source: Slower
de: langsamer
et: Aegalasem

source: Tracker Preferences
de: Tracker Einstellungen
et: Trackeri eelistused

source: _Language:
de: _Sprache:
et: _Keel:

source: _Minimize memory usage (slower indexing)
de: Speicherverbrauch auf Kosten der Geschwindigkeit _minimieren
et: _Minimeeritud mälukasutus (aeglasem indekseerimine)

source: _Use additional memory for faster indexing
de: Zusätzlichen Speicher für eine schnellere Indizierung ben_utzen
et: _Kiirema indekseerimise huvides kasutatakse lisamälu

source: seconds
de: Sekunden
et: sekundit

source: Could not open help document.
de: Hilfe konnte nicht geöffnet werden.
et: Abidokumenti pole võimalik avada.

source: Are you sure you want to open %d document?
de: Wollen Sie %d Dokument öffnen?
et: Kas sa soovid avada %d dokumendi?

source: This will open %d separate window.
de: %d eigenes Fenster wird geöffnet.
et: See avaneb %d eraldi aknas.

source: Could not open document "%s".
de: Dokument »%s« konnte nicht geöffnet werden.
et: Dokumenti "%s" pole võimalik avada.

source: Could not open folder "%s".
de: Ordner »%s« konnte nicht geöffnet werden.
et: Kataloogi "%s" pole võimalik avada.

source: The nautilus file manager is not running.
de: Der Nautilus Dateimanager ist nicht verfügbar.
et: Nautiluse failihaldur ei tööta.

source: Application could not be opened
de: Anwendung konnte nicht geöffnet werden
et: Rakendust pole võimalik avada

source: The document does not exist.
de: Das Dokument existiert nicht.
et: Dokumenti pole olemas

source: There is no installed viewer capable of displaying the document.
de: Keine der installierten Anwendungen ist in der Lage das Dokument anzuzeigen.
et: Pole paigaldatud ühtegi kuvajat, mis suudaks seda dokumenti kuvada.

source: Are you sure you want to open %d folder?
de: Wollen Sie %d Ordner öffnen?
et: Kas soovid avada %d kataloogi?

source: Could not move "%s" to trash.
de: »%s« konnte nicht in den Müll verschoben werden.
et: "%s" pole võimalik prügikasti tõsta.

source: Moving "%s" failed: %s.
de: Verschieben von »%s« fehlgeschlagen: %s.
et: Tõrge "%s" ümbertõstmisel: %s.

source: Activate to view this email
de: E-Mail anzeigen

source: Save Search Results As...
de: Ergebnisse _speichern unter...

source: Could not save document.
de: Dokument konnte nicht gespeichert werden.
et: Dokumenti pole võimalik salvestada.

source: You did not select a document name.
de: Sie haben keinen Namen für das Dokument ausgewählt.
et: Sa pole dokumendile nime valinud.

source: Could not save "%s" document to "%s".
de: Dokument »%s« nicht unter »%s« gespeichert werden.

source: The document "%s" already exists. Would you like to replace it?
de: Das Dokument »%s« existiert bereits. Wollen Sie es ersetzen?
et: Dokument "%s" on juba olemas. Soovid sa seda üle kirjutada?

source: If you replace an existing file, its contents will be overwritten.
de: Wenn Sie die bestehende Datei ersetzen, wird deren Inhalt überschrieben.
et: Kui sa olemasoleva faili asendad, siis kirjutatakse selle sisu üle.

source: _Replace
de: _Ersetzen
et: _Kirjuta üle

source: The document name you selected is a folder.
de: Der gewählte Name existiert bereits und ist ein Ordner.
et: Sinu valitud dokument on tegelikult kataloog.

source: You may not have write permissions to the document.
de: Sie haben vermutlich keine Schreibrechte für das Dokument.
et: Võib-olla pole sul dokumendile kirjutamisõigust.

source: GConf error: %s
de: GConf Fehler: %s
et: GConf'i viga: %s

source: today at %-I:%M %p
de: heute um %-H:%M
et: täna kell %-H:%M

source: yesterday at %-I:%M %p
de: gestern um %-H:%M
et: eile kell %-H:%M

source: %A, %B %-d %Y at %-I:%M:%S %p
de: %A, %B %-d %Y at %-H:%M:%S
et: %A, %-d. %B %Y kell %-H:%M:%S

source: Search from a specific service
de: Einen bestimmten Dienst durchsuchen
et: Otsing määratud teenusest

source: SERVICE
de: DIENST
et: TEENUS

source: All Files
de: Alle Dateien
et: Kõik failid

source: Folders
de: Ordner
et: Kataloogid

source: Documents
de: Dokumente
et: Dokumendid

source: Playlists
de: Wiedergabelisten
et: Esitusnimekirjad

source: Development
de: Entwicklung
et: Arendus

source: Chat Logs
de: Unterhaltungsprotokoll
et: Vestluste logid

source: Applications
de: Anwendungen
et: Rakendused

source: WebHistory
de: Webchronik
et: VeebiAjalugu

source: _Open
de: Ö_ffnen
et: _Ava

source: O_pen Folder
de: _Ordner öffnen
et: Ava _kataloog

source: Mo_ve to Trash
de: In den _Müll verschieben
et: Viska _prügikasti

source: _Save Results As...
de: Ergebnisse _speichern unter …
et: _Salvesta tulemused kui...

source: Character set conversion failed for "%s"
de: Zeichenkonvertierung war für »%s« nicht möglich

source: The following error has occurred :
de: Der folgende Fehler ist aufgetreten:
et: Leidis aset järgmine viga:

source: Error
de: Fehler
et: Viga

source: Application
de: Anwendung
et: Rakendus

source: Did you mean
de: Meinten Sie
et: Kas pidasid silmas

source: Your search returned no results.
de: Ihre Suche ergab keine Ergebnisse.
et: Sinu otsingule ei vastanud ükski tulemus.

source: Tracker Search Tool-
de: Tracker Suche-

source: Tracker Search Tool
de: Tracker Suche
et: Tracker otsinguvahend
